Revit 2027 API
ComboBoxCurrentChangedEventArgs.NewValue Property
The current item for the ComboBox after the change.
Namespace: Autodesk.Revit.UI.Events
Assembly: RevitAPIUI (in RevitAPIUI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public ComboBoxMember NewValue { get; }
Public ReadOnly Property NewValue As ComboBoxMember
	Get
public:
property ComboBoxMember^ NewValue {
	ComboBoxMember^ get ();
}
member NewValue : ComboBoxMember with get
Property Value
ComboBoxMember
See Also
Reference
ComboBoxCurrentChangedEventArgs Class
Autodesk.Revit.UI.Events Namespace